Repository: Acidburn0zzz/gedit-plugins
Catalog: po/*.po
Languages: es, et, no, zh_cn

source: _ASCII Table
es: Tabla _ASCII
et: _ASCII tabel
no: _ASCII-tabell
zh_cn: _ASCII 码表

source: Pop-up a dialog containing an ASCII Table
es: Muestra una ventana de diálogo con una tabla ASCII
et: Ava dialoogiaken ASCII tabeliga
no: Vis en dialog som inneholder en ASCII-tabell.
zh_cn: 弹出一个有 ASCII 码表的对话框

source: Char
es: Carácter
et: Märk
no: Tegn
zh_cn: 字符

source: Dec#
et: 10nd
zh_cn: 十进制

source: Hex#
et: 16nd
zh_cn: 十六进制

source: Name
es: Nombre
et: Nimi
no: Navn
zh_cn: 名称

source: ASCII Table
es: Tabla ASCII
et: ASCII tabel
no: ASCII-tabell
zh_cn: ASCII 码表

source: _Insert char
es: _Insertar carácter
et: _Lisa märk
no: Sett _inn tegn
zh_cn: 插入字符(_I)

source: ASCII table
es: Tabla ASCII
et: ASCII tabel
no: ASCII-tabell
zh_cn: ASCII 码表

source: This plugin displays a pop-up dialog which contains an ASCII Table.
es: Este complemento muestra un diálogo que contiene una tabla ASCII.
et: See plugin avab dialoogiakna ASCII tabeliga.
no: Dette tillegget viser en pop-up dialog som inneholder en ASCII-tabell.
zh_cn: 该插件显示一个包含 ASCII 码表的弹出对话框。

source: Open CVS Chan_geLogs
es: Abre re_gistros ChangeLog del CVS
et: Ava CVSi lo_giraamatud (ChangeLog)
no: Åpne CVS-endrin_gslogg
zh_cn: 打开 CVS 更改日志(_G)

source: Searches for ChangeLogs in the current document and opens them
es: Busca registros ChangeLog en el documento actual y los abre
et: Otsib aktiivsest dokumendist logiraamatu kirjed (ChangeLog) ja avab need
no: Søker etter ChangeLog i aktivt dokument og åpner dem
zh_cn: 搜索当前文档的更改日志，然后打开它们

source: A plugin that opens ChangeLogs found in CVS commit messages.
es: Un complemento que abre los registros encontrados en los mensajes de confirmación del CVS.
et: Plugin, mis avab CVSi sissekannete teadetes leitud logiraamatu kirjed (ChangeLog).
no: Et tillegg som åpner endringslogger (ChangeLog) som finnes i CVS-loggmeldinger.
zh_cn: 用于打开在 CVS 提交消息中找到的更改日志的插件。

source: CVS ChangeLog
es: Registro del CVS
et: CVS logiraamat
no: CVS endringslogg
zh_cn: CVS 更改日志

source: Co_mpare Files...
es: Co_mparar archivos...
et: _Võrdle faile...
no: Sa_mmenlign filer...
zh_cn: 比较文件(_M)...

source: Makes a diff file from two documents or files
es: Crea un archivo de diferencias a partir de dos documentos o archivos
et: Loob diff faili (erinevused) kahest dokumendist või failist
no: Lager en fil som inneholder forskjellene mellom to dokumenter eller filer
zh_cn: 比较两个文档或者是两个文件，生成一个 diff 文件

source: Compare Files
es: Comparar archivos
et: Võrdle faile
no: Sammenlign filer
zh_cn: 比较文件

source: C_ompare
es: C_omparar
et: _Võrdle
no: S_ammenlign
zh_cn: 比较(_O)

source: Executed command
es: Comando ejecutado
et: Käivitatud käsk
no: Kjørt kommando
zh_cn: 执行的命令

source: The two documents you selected are the same.
es: Los dos documentos seleccionados son iguales.
et: Sinu valitud dokumendid on üks ja sama.
no: De to valgte dokumentene du valgte er like.
zh_cn: 您选择的两个文档是相同的。

source: The "first" file you selected does not exist. Please provide a valid file.
es: El «primer» archivo que ha seleccionado no existe. Por favor proporcione un archivo válido.
et: Sinu valitud "esimest" faili pole olemas. Palun vali korrektne fail.
no: Den "første" filen du valgte eksisterer ikke. Vennligst oppgi en gyldig fil.
zh_cn: 您选择的第一个文件不存在。 请指定一个有效的文件。

source: The "second" file you selected does not exist. Please provide a valid file.
es: El «segundo» archivo seleccionado no existe. Por favor proporcione un archivo válido.
et: Sinu valitud "teist" faili pole olemas. Palun vali korrektne fail.
no: Den "andre" filen du valgte eksisterer ikke. Vennligst oppgi en gyldig fil.
zh_cn: 您选择的第二个文件不存在。 请指定一个有效的文件。

source: The two files you selected are the same.
es: Los dos documentos seleccionados son iguales.
et: Sinu valitud failid on üks ja sama.
no: De to filene du valgte er like.
zh_cn: 您选择的两个文件是相同的。

source: The "first" document contains no text.
es: El «primer» documento no contiene texto.
et: "Esimene" dokument ei sisalda teksti.
no: Det "første" dokumentet inneholder ingen tekst.
zh_cn: 第一个文档是空的。

source: The "second" document contains no text.
es: El «segundo» documento no contiene texto.
et: "Teine" dokument ei sisalda teksti.
no: Det "andre" dokumentet inneholder ingen tekst.
zh_cn: 第二个文档是空的。

source: Impossible to compare the selected documents. gedit could not create a temporary file.
es: No es posible comparar los documentos seleccionados. gedit no ha podido crear un archivo temporal.
et: Valitud dokumentide võrldemine on võimatu. ei saa luua ajutist faili.
no: Umulig å sammenligne valgte dokumenter. gedit kunne ikke opprette en midlertidig file.
zh_cn: 无法比较选中的文档。 gedit 无法创建临时文件。

source: Impossible to compare the selected documents. Error executing the diff command.
es: No es posible comparar los documentos seleccionados. Ha ocurrido un error al ejecutar el comando diff.
et: Valitud dokumentide võrldemine on võimatu. Viga diff käsu täitmisel.
no: Umulig å sammenligne valgte dokumenter. Feil under kjøring av diff-kommandoen.
zh_cn: 无法比较选中的文档。 执行 diff 命令时出错。

source: No differences were found between the selected documents.
es: No se encontraron diferencias entre los documentos seleccionados.
et: Valitud dokumentide vahel ei ole ühtegi erinevust.
no: Ingen forskjeller mellom de valgte dokumentene funnet.
zh_cn: 选中的文档之间找不到任何差异。

source: Impossible to compare the selected documents. The result contains invalid UTF-8 data.
es: No es posible comparar los documentos seleccionados. El resultado contiene datos UTF-8 inválidos.
et: Valitud dokumentide võrldemine on võimatu. Tulemis on vigased UTF-8 andmed.
no: Umulig å sammenligne valgte dokumenter. Resultatet inneholder ugyldige UTF-8 data.
zh_cn: 无法比较选中的文档。 结果包含无效的 UTF-8 数据。

source: Choose the files to compare.
es: Seleccione los archivos a comparar.
et: Vali võrreldavad failid.
no: Velg filene som skal sammenlignes.
zh_cn: 选择要进行比较的文件。

source: Compare files...
es: Comparar archivos...
et: Võrdle faile...
no: Sammenlign filer...
zh_cn: 比较文件...

source: F_rom document
es: D_esde el documento
et: _Dokument
no: F_ra dokument
zh_cn: 来自文档(_R)

source: First
es: Primero
et: Esimene
no: Først
zh_cn: 第一个

source: First file from disk
es: Primer archivo del disco
et: Esimene fail kettal
no: Første fil fra disk
zh_cn: 第一个文件来自磁盘

source: First file from open document
es: Primer archivo del documento abierto
et: Esimene fail avatud dokumentide hulgast
no: Første fil fra åpent dokument
zh_cn: 第一个文件来自打开文档

source: From _document
es: Desde el _documento
et: D_okument
no: Fra _dokument
zh_cn: 来自文档(_D)

source: From a _file on disk
es: Desde un _archivo en el disco
et: _Fail kettal
no: Fra en _fil på disk
zh_cn: 来自磁盘文件(_F)

source: From a file o_n disk
es: Desde un archivo e_n el disco
et: F_ail kettal
no: Fra e_n fil på disk
zh_cn: 来自磁盘文件(_N)

source: Ignore _blanks (-b option)
es: Ignorar _espacios (opción -b)
et: Ignoreeri _tühikuid (-b parameeter)
no: Ignorer _tomrom (-b flagg)
zh_cn: 忽略空白(-b 选项)(_B)

source: Note that this option is only supported by GNU diff
es: Tenga en cuenta que esta opción sólo está soportada por GNU diff
et: Pane tähele, et see parameeter on ainult GNU diffi poolt toetatud
no: Merk at dette flagget kun støttes av GNU diff
zh_cn: 注意只有 GNU diff 支持此选项

source: Second
es: Segundo
et: Teine
no: Sekund
zh_cn: 第二个

source: Second file from disk
es: Segundo archivo del disco
et: Teine fail kettal
no: Andre fil fra disk
zh_cn: 第二个文件来自磁盘

source: Second file from open document
es: Segundo archivo del documento abierto
et: Teine fail avatud dokumentide hulgast
no: Andre fil fra åpent dokument
zh_cn: 第二个文件来自打开文档

source: Select the "first" file...
es: Seleccione el «primer» archivo...
et: Vali "esimene" fail...
no: Velg «første» fil...
zh_cn: 请选择第一个文件...

source: Select the "second" file...
es: Seleccione el «segundo» archivo...
et: Vali "teine" fail...
no: Velg «andre» fil...
zh_cn: 请选择第二个文件...

source: Select the first file to compare
es: Seleccione el primer archivo a comparar
et: Vali esimene võrreldav fail.
no: Velg første fil som skal sammenlignes
zh_cn: 选择要比较的第一个文件

source: Select the first open document to compare
es: Seleccione el primer documento abierto a comparar
et: Vali esimene võrreldav avatud dokument
no: Velg første dokument som skal sammenlignes
zh_cn: 选择要比较的第一个打开文档

source: Select the second file to compare
es: Seleccione el segundo archivo a comparar
et: Vali teine võrreldav fail.
no: Velg andre fil som skal sammenlignes
zh_cn: 选择要比较的第二个文件

source: Select the second open document to compare
es: Seleccione el segundo documento abierto a comparar
et: Vali teine võrreldav avatud dokuent
no: Velg andre dokument som skal sammenlignes
zh_cn: 选择要比较的第二个打开文档

source: Use the _unified output format (-u option)
es: Usar el formato de salida _unificado (opción -u)
et: Kasuta _ühtlustatud väljundvormingut (-u parameeter)
no: Bruk _unifisert format for utdata (-u flagg)
zh_cn: 使用“统一”输出格式(-u 选项)(_U)

source: The Compare Files plugin uses the <tt>diff</tt> program to compare two documents or files on disk. For more info on <tt>diff</tt> program, type <tt>man diff</tt> in a shell prompt.
es: El complemento «Comparar Archivos» usa el programa <tt>diff</tt> para comparar dos documentos o archivos en el disco. Para obtener mas información sobre el programa <tt>diff</tt> escriba <tt>man diff</tt> en la línea de comandos.
et: Failide võrdlemise plugin leiab programmi <tt>diff</tt> abil erinevused kahest dokumendist või failist. <tt>Diffi</tt> kohta lisainfo saamiseks sisesta käsureal <tt>man diff</tt>.

source: _Run Command...
et: _Käivita käsk...

source: Run a command
et: Käivita käsk

source: Stopped
et: Peatatud

source: An error occurs while running the selected command.
et: Valitud käsu täitmisel tekkis viga.

source: Run Command
et: Käivita käsk

source: _Run
et: K_äivita

source: Done
et: Valmis

source: Failed
et: Ebaõnnestus

source: The shell command entry is empty. Please, insert a valid shell command.
et: Kesta käsurida on tühi. Palun sisesta korrektne kesta käsk.

source: Error parsing the shell command. Please, insert a valid shell command.
et: Viga kesta käsu töötlemisel. Palun sisesta korrektne kesta käsk.

source: Executing command
et: Käsu käivitamine

source: Co_mmand:
et: _Käsk:

source: Select the working directory...
et: Vali töökataloog...

source: _Show results in Output Window
et: _Näita väljundit eraldi aknas

source: _Working directory:
et: _Töökataloog:

source: gedit: Shell Output plugin
et: gedit: Kesta väljundi plugin

source: Execute an external program and eventually grabs its output in the output window.
et: Käivita väline programm ja tõsta selle väljund väljundiaknasse.

source: Shell command
et: Kesta käsk

source: Tag list plugin
et: Siltide loendi plugin

source: Select the group of tags you want to use
et: Vali kasutatav siltide grupp

source: Tag Groups Combo
et: Siltide grupid

source: Tags Name List
et: Siltide nimistu

source: Double-click on a tag to insert it in the current document
et: Sildi aktiivsesse dokumenti lisamiseks tee topeltklõps

source: Tags
et: Sildid

source: Tag _List
et: Siltide _loend

source: Show the tag list window
et: Näita siltide loendi akent

source: Tag list
et: Siltide loend

source: The tag list plugin provides a method to easily insert into a document commonly used tags/strings without having to type them.
et: Siltide loendi plugin hõlbustab enamkasutatavate siltide/stringide dokumenti lisamist, nii et neid ei pea käsitsi sisestama.

source: _Indent
et: _Taanda

source: Indent selected lines
et: Taanda valitud read

source: U_nindent
et: _Eenda

source: Unindent selected lines
et: Eenda valitud read

source: Indent lines
et: Taanda read

source: Indent or un-indent selected lines.
et: Taanda või eenda valitud read.

source: R_emove duplicates
et: _Eemalda kordused

source: S_tart at column:
et: _Alusta veerust:

source: Sort
et: Sorteeri

source: You cannot undo a sort operation
et: Sorteerimist ei saa sa unustada

source: _Ignore case
et: _Tõstutundetu

source: _Reverse order
et: T_agurpidi

source: _Sort
et: _Sorteeri

source: Sorts a document or selected text.
et: Sorteeri dokument või valitud tekst.

source: S_ort...
et: S_orteeri...

source: Sort the current document or selection.
et: Sorteeri dokument või valitud tekst.

source: The Compare Files plugin uses the "diff" program to compare two documents or files on disk.
no: Tillegget for å sammenligne filer bruker «diff»-programmet til å sammenligne to dokumenter eller filer på disk.
zh_cn: 比较文件插件使用“diff”程序比较两个已打开的文档或者是两个文件。
